[
  {
    "id": 0,
    "title": "tekken7",
    "description": "Tekken 7 is a fighting game developed and published by Bandai Namco Entertainment. The game is the ninth installment in the Tekken series, and the first to make use of the Unreal Engine. The game first had a proper arcade release in Japan around August 2015 which was followed by an updated version (Fated Retribution) in July 2016 which featured new content such as stages, costumes, items and characters. The home versions for PC, PlayStation 4 and Xbox One were released worldwide in June 2017.",
    "image": "../images/tekken7.png",
    "Type": "Fighting",
    "imageSrc": "/static/media/tekken7.04cd4b84.png"
  },

  {
    "id": 1,
    "title": "streetfighter5",
    "description": "Street Fighter V is the fifth main game in the Street Fighter series. It takes place in between the events of Street Fighter IV and Street Fighter III; serving as a sequel and prequel respectively. It is available on PlayStation 4 and PC, and features cross-platform play.",
    "image": "../images/streetfighter5.png",
    "Type": "Fighting",
    "imageSrc": "/static/media/streetfighter5.a9376522.png"
  },

  {
    "id": 2,
    "title": "warcraft3",
    "description": "Warcraft III: Reign of Chaos is a high fantasy real-time strategy computer video game developed and published by Blizzard Entertainment released in July 2002. It is the second sequel to Warcraft: Orcs & Humans, after Warcraft II: Tides of Darkness, the third game set in the Warcraft fictional universe, and the first to be rendered in three dimensions. An expansion pack, The Frozen Throne, was released in July 2003. Warcraft III is set several years after the events of Warcraft II, and tells the story of the Burning Legion's attempt to conquer the fictional world of Azeroth with the help of an army of the Undead, led by fallen paladin Arthas Menethil.",
    "image": "'./images/warcraft3.png'",
    "Type": "Strategy",
    "imageSrc": "/static/media/warcraft3.edbd9dba.png"
  },
  {
    "id": 3,
    "title": "starcraft2",
    "description": "StarCraft is a military science fiction media franchise, created by Chris Metzen and James Phinney and owned by Blizzard Entertainment. The series, set in the beginning of the 26th century, centers on a galactic struggle for dominance among four species—the adaptable and mobile Terrans, the ever-evolving insectoid Zerg, the powerfully enigmatic Protoss, and the god-like Xel'Naga creator race—in a distant part of the Milky Way galaxy known as the Koprulu Sector. The series debuted with the video game StarCraft in 1998. It has grown to include a number of other games as well as eight novelizations, two Amazing Stories articles, a board game, and other licensed merchandise such as collectible statues and toys.",
    "image": "./images/starcraft2.png",
    "Type": "Strategy",
    "imageSrc": "/static/media/starcraft2.fee23f35.png"
  }
]
